Repository: raisukeshirabe/official-visionOS-samples
Catalog: DestinationVideo/DestinationVideo/Resources/Localizable.xcstrings
Source language: en
Languages: de, fr, hi, ja, ko, zh_cn

source: A BOT-anist Adventure
de: Ein BOT-anisches Abenteuer
fr: Une aventure BOT-aniste
hi: रोबोट बॉटनिस्ट के कारनामे
ja: BOT-anistアドベンチャー
ko: 로봇 식물학자의 모험
zh_cn: 机器人植物学家的冒险之旅

source: A Beach
de: Ein Strand
fr: Une plage
hi: बीच
ja: ビーチ
ko: 해변
zh_cn: 海滩

source: A mystery is brewing on a rainy Wednesday in California, as a couple of friends head to a local campsite for a weekend in the woods. They never anticipated what could be living down by the trickling, rocky creek.
de: An einem verregneten Mittwoch in Kalifornien kommen ein paar Freunde einem Geheimnis auf die Spur, als sie sich auf den Weg zu einem Campingplatz in den Wäldern machen. Sie hätten nie geahnt, was unten am plätschernden, steinigen Bach lebt.
fr: Par un mercredi pluvieux, le mystère s’épaissit en Californie alors que deux amis se rendent dans un camping local pour passer un week-end dans les bois. Ces derniers ne pouvaient pas imaginer qu’une créature vivait à proximité, au bord d’un mince ruisseau rocailleux.
hi: कैलिफ़ोर्निया में बुधवार को बरसात के दिन एक मिस्ट्री शुरू होती है, जब कुछ दोस्त जंगल में वीकेंड बिताने के लिए एक लोकल कैंप साइट की ओर जा रहे होते हैं। उन्हें यह अंदाज़ा क़तई नहीं था कि चट्टानों के नीचे धीरे-धीरे बहने वाली धारा में आख़िर क्या हो सकता है।
ja: カリフォルニアでは水曜日に雨が降ると、ある不思議な噂が流れます。とある週末に森の中のキャンプ場に向かった友達同士の2人組。水の流れる岩だらけの沢には、2人の思いもよらぬ生物が生息していました。
ko: 캘리포니아의 비오는 수요일, 미스터리가 시작됩니다. 숲속 캠핑장으로 주말 여행을 즐기러 간 친구들. 바위를 타고 졸졸 흐르는 개울에 무엇이 살고 있는지 그때는 알지 못했습니다.
zh_cn: 加利福尼亚，周三，落雨。一段神秘旅程即将开启。几位好友将前往当地的露营地，在林野中度过周末。他们完全无法预知岩石遍布的潺潺溪水中居住着怎样的生灵。

source: Add to Up Next
de: Zu „Als Nächstes“ hinzufügen
fr: Ajouter à la file d’attente
hi: आगामी में जोड़ें
ja: “次はこちら”に追加
ko: 재생 대기 목록에 추가
zh_cn: 添加到待播清单

source: Adventure
de: Abenteuer
fr: Aventure
hi: एडवेंचर
ja: アドベンチャー
ko: 모험
zh_cn: 冒险片

source: After a long journey through the stars, the robot botanist and its trusty spaceship finally arrive at Wolf 1069 B, ready to explore the mysteries that lie on the planet’s surface. New plants to catalog, new animals to discover, and cool rocks to unearth. Follow along as the botanist’s mission begins!
de: Nach einer langen Reise durch ferne Galaxien erreichen der Roboterbotaniker und sein treues Raumschiff endlich den Planten Wolf 1069 B und machen sich auf, die Geheimnisse auf der Oberfläche des Planten zu erforschen. Neue Pflanzen katalogisieren, unbekannte Tiere entdecken und coole Steine ausgraben. Sei hautnah dabei beim Start dieser botanischen Mission!
fr: Après un long voyage à travers les étoiles, le robot botaniste et son fidèle vaisseau spatial atterrissent enfin sur Wolf 1069 B, prêts à percer les mystères que cache la surface de cette planète : nouvelles plantes à enregistrer dans l’inventaire, nouveaux animaux à découvrir et nouvelles pierres à déterrer. Suivez le botaniste dans sa nouvelle mission !
hi: तारों से भरे आसमान के नीचे एक लंबी यात्रा के बाद, रोबोट बॉटनिस्ट और उसका भरोसेमंद स्पेसशिप आख़िरकार Wolf 1069 B पर पहुँचते हैं और वे ग्रह की सतह पर मौजूद रहस्यों का पता लगाने के लिए तैयार हैं। लिस्ट तैयार करने के लिए नए पौधे, खोजने के लिए नए जानवर और एक्सप्लोर करने के लिए बेहतरीन चट्टानें। जैसे ही बॉटनिस्ट का मिशन शुरू हो, उसे फ़ॉलो करें!
ja: 宇宙船に乗ってWolf 1069 Bに辿り着いたロボット植物学者は、未知の植物、動物、岩石を調査する準備を始めます。一緒に任務を追ってみましょう!
ko: 수많은 별들을 지나는 기나긴 여정 끝에, 로봇 식물학자와 든든한 우주선이 마침내 울프 1069 B 행성에 도착했습니다. 이제 새로운 식물과 동물, 멋진 암석들을 비롯해 이 행성 곳곳에 숨겨져 있는 미스터리를 탐험할 시간입니다. 식물학자와 함께 임무를 수행해 보세요!
zh_cn: 经历了漫长的旅途，穿越群星，承载着机器人植物学家的宇宙飞船终于抵达Wolf 1069 B星。它整装待发，准备探索星球表面的奥秘。这里有亟需编录的新植物，等待发现的新动物，还有前所未见的岩石可供挖掘。植物学家即将开始执行任务，跟随它一探究竟！

source: After filling its backpack to the brim with dozens of plant samples, it’s time for the robot botanist to return to the lab and learn more about these mysterious alien plants. Hours of demanding research lie ahead as the botanist gets to work.
de: Mit Dutzenden Pflanzenproben im Gepäck ist es für den Roboterbotaniker an der Zeit, ins Labor zurückzukehren und mehr über diese geheimnisvollen außerirdischen Pflanzen zu lernen. Vor dem Botaniker liegen mehrere Stunden anspruchsvoller Forschungsarbeit.
fr: Après avoir rempli son sac à dos à ras bord de plusieurs dizaines d’échantillons de plantes différentes, il est temps pour le robot botaniste de retourner au laboratoire et d’en savoir plus sur ces mystérieuses plantes extraterrestres. Le botaniste se met au travail car des heures de recherche rigoureuses l’attendent.
hi: अपने बैग में दर्जनों पौधों के सैंपल भरने के बाद, रोबोट बॉटनिस्ट के लिए लैब में लौटने और इन रहस्यमय विदेशी पौधों के बारे में और जानने का समय आ गया है। बॉटनिस्ट का काम शुरू होने पर, आगे घंटों तक रिसर्च करने की ज़रूरत पड़ेगी।
ja: バックパックが植物サンプルでいっぱいになると、ロボット植物学者はラボに戻って、採取した未知の外来種についてさらに詳しく調べます。この先、長時間にわたる骨の折れる研究が続きます。
ko: 수십 가지의 식물 샘플로 배낭을 꽉 채운 로봇 식물학자. 이제는 연구실로 돌아가서 이 미지의 외계 식물들을 탐구할 시간입니다. 연구를 마치려면 아주 오랜 시간이 걸릴 수도 있겠네요.
zh_cn: 植物学家的背包里塞满了各种各样的植物样本。现在，它要返回实验室，进一步探究这些神秘的外星植物。植物学家即将开始长达数小时的艰苦科研工作。

source: All
de: Alle
fr: Tout
hi: सभी
ja: すべて
ko: 모두
zh_cn: 全部

source: Always determined to discover new species of plants, the robot botanist explores further and further. Eventually, its mission brings it deep below the planet’s surface into a vast network of underground caves. Though the terrain may become challenging for a robot, the botanist pushes on.
de: Stets entschlossen, neue Pflanzenarten zu entdecken, forscht der Roboterbotaniker unermüdlich weiter. Während seiner Mission stößt er schließlich tief unter der Oberfläche des Planeten auf ein ausgedehntes Netz unterirdischer Höhlen. Obwohl das Gelände eine Herausforderung für einen Roboter sein kann, gibt der Botaniker nicht auf.
fr: Toujours déterminé à découvrir de nouvelles espèces de plantes, le robot botaniste explore toujours plus en détail ce nouvel environnement. Sa mission finit par l’emmener sous la surface de sa nouvelle planète, à travers un vaste réseau profond de grottes souterraines. Malgré le terrain accidenté et difficile à parcourir pour un robot, le botaniste poursuit son avancée.
hi: हमेशा पौधों की नई प्रजातियों की खोज करने के लिए तैयार, रोबोट बॉटनिस्ट आगे और आगे की खोज करता है। आख़िरकार, इसका मिशन इसे ग्रह की सतह के काफ़ी नीचे बनी गुफाओं के बड़े नेटवर्क तक ले आता है। हालाँकि, ज़मीन के अंदर का हिस्सा रोबोट के लिए चुनौतीपूर्ण हो सकता है, लेकिन बॉटनिस्ट आगे बढ़ता है।
ja: 新種の植物を発見すべく、ロボット植物学者は奥へ奥へと進みます。そして、ついに地下洞窟の巨大なネットワークへと辿り着きます。ロボットにとっては足場が悪く困難ですが、それでもロボット植物学者は突入します。
ko: 새로운 식물종을 찾아내는 데 진심인 우리의 로봇 식물학자는 점점 더 멀리까지 탐험을 나섭니다. 그렇게 해서 마침내 도달한 행성의 지표면 아래 깊은 곳에는 광대한 영역에 걸쳐 서로 연결된 지하 동굴이 있습니다. 이 지대는 로봇이 다니기에는 어려울 수도 있지만, 우리의 로봇 식물학자는 포기하지 않고 나아갑니다.
zh_cn: 机器人植物学家不断探索，致力于发现新植物。最终，随着任务不断推进，它深入星球表面之下，进入庞大的地下洞穴体系。尽管这一地形对机器人而言充满挑战，但植物学家依然努力向前。

source: Amazing Animation
de: Atemberaubende Animation
fr: Animation extraordinaire
hi: शानदार ऐनिमेशन
ja: すばらしいアニメーション
ko: 경이로운 애니메이션
zh_cn: 精美动画

source: An awe-inspiring tale of a beloved robot, on a quest to save extraordinary vegetation from extinction. Uncover the mysterious plant life inhabiting an alien planet, and cheer on the robot botanist as it sets out to discover and save new and exciting plants.
de: Die inspirierende Geschichte eines beliebten Roboters auf seiner Mission, außergewöhnliche Pflanzen vor dem Aussterben zu retten. Entdecke die geheimnisvolle Welt der Pflanzen auf einem außerirdischen Planeten und fiebere mit dem Roboterbotaniker mit, wenn er neue und aufregende Pflanzen erforscht und rettet.
fr: Un formidable conte sur un adorable robot ayant pour mission d’empêcher l’extinction de plusieurs végétaux extraordinaires. Découvrez les plantes mystérieuses qui jonchent les sols d’une planète extraterrestre et encouragez le robot botaniste à mesure qu’il identifie et consigne de nouvelles plantes curieuses.
hi: असाधारण वनस्पति को विलुप्त होने से बचाने की खोज में निकले प्यारे रोबोट की हैरतअंगेज़ कहानी। एलियन ग्रह पर रहने वाले रहस्यमय पौधों के जीवन को समझें और रोबोट बॉटनिस्ट को ख़ुश करें क्योंकि वह नए और रोमांचक पौधों की खोज करने और उन्हें बचाने के लिए निकला है।
ja: 稀有な植物を絶滅から救う任務に就いた、愛すべきロボットの偉業の物語です。新種の希少植物の発見と救済の旅に出るロボット植物学者を応援しながら、別の惑星に生息する未知の植物を発見しましょう。
ko: 멸종 위기에 처한 희귀 식물을 보존하기 위한 한 로봇의 눈을 뗄 수 없는 이야기가 시작됩니다. 외계 행성에서 서식하는 미지의 식물을 알아가고, 우리가 알지 못했던 새로운 식물을 찾아 지켜내는 로봇 식물학자의 여정을 응원해 보세요.
zh_cn: 这是一个令人震撼的故事，讲述了一个广受喜爱的机器人不断探求，拯救各种濒危植物的历程。揭开外星植物的神秘面纱，为机器人植物学家加油鼓劲——它已迫不及待，去发现并拯救新奇植物。

source: Animations
de: Animationen
hi: ऐनिमेशन
ja: アニメーション
ko: 애니메이션
zh_cn: 动画

source: Birds in the Park
de: Vögel im Park
fr: Des oiseaux dans le parc
hi: पार्क में पंछियों की रौनक
ja: 公園の鳥
ko: 공원의 새
zh_cn: 园中鸟

source: By the Lake
de: Am See
fr: Au bord du lac
hi: झील के किनारे
ja: 湖畔
ko: 호숫가
zh_cn: 湖畔

source: By the Sea
de: Am Meer
fr: Au bord de la mer
hi: समंदर के किनारे
ja: 海辺
ko: 바닷가
zh_cn: 海边

source: Camping in the Woods
de: Campen im Wald
fr: Camping dans les bois
hi: जंगल में कैंपिंग
ja: 森でキャンプ
ko: 숲속 캠핑
zh_cn: 林野露营

source: Cast & Crew
de: Besetzung & Crew
fr: Distribution et équipe technique
hi: कास्ट और क्रू
ja: 出演者とスタッフ
ko: 출연진 및 제작진
zh_cn: 演职员表

source: Celebrate the art of cinematography with beautifully-captured videos and animation. The perfect collection for any cinema lover.
de: Ein Lobgesang auf die Kinokunst mit wunderschönen Videoaufnahmen und Animationen. Die perfekte Sammlung für alle, die Kino lieben.
fr: Célébrez l’art du cinéma grâce à des animations et des vidéos capturées avec élégance. La collection idéale pour les amateurs du septième art.
hi: ख़ूबसूरती से कैप्चर किए गए वीडियो और ऐनिमेशन के साथ सिनेमैटोग्राफ़ी के आर्ट का जश्न मनाएँ। किसी भी सिनेमा प्रेमी के लिए सबसे सही संग्रह।
ja: 美しいビデオとアニメーションを駆使した映画撮影の技術を堪能できます。映画好きにぴったりのコレクションです。
ko: 아름다운 풍경으로 가득한 비디오 및 애니메이션과 함께 시네마토그래피의 정수를 느껴보세요. 시네필을 위한 완벽한 모음입니다.
zh_cn: 观看精美视频和动画，尽享绝伦拍摄艺术。多种精选集，电影爱好者的不二之选。

source: Cinematic Shots
de: Aufnahmen wie im Kino
fr: Plans cinématographiques
hi: सिनमैटिक शॉट
ja: シネマティック撮影
ko: 시네마틱 샷
zh_cn: 影视镜头

source: Collections
de: Sammlungen
hi: संग्रह
ja: コレクション
ko: 모음
zh_cn: 精选集

source: Come along for a journey of epic proportion as the perfect camp site is discovered. Listen to the magical wildlife and feel the gentle breeze of the wind as you watch the daisies dance in the field of flowers.
de: Komm mit auf eine Reise epischen Ausmaßes zum perfekten Campingplatz. Lausche der magischen Tierwelt und spüre eine leichte Brise, während du die Gänseblümchen bei ihrem Tanz im Blumenfeld beobachtest.
fr: Suivez les personnages dans un voyage épique et séjournez avec eux dans le camping idéal. Écoutez la faune magique et ressentez le doux souffle du vent en regardant les marguerites danser dans un champ de fleurs.
hi: सबसे सही कैंप साइट की खोज होने पर कभी न भूलने वाली हैरतअंगेज़ यात्रा में साथ आएँ। जादुई वाइल्ड लाइफ़ की आवाज़ें सुनें और फूलों से भरे मैदान में डेज़ी फूलों की ख़ूबसूरती देखते हुए हवा के कोमल एहसास को महसूस करें।
ja: 理想のキャンプ場を見つけるまでの大冒険に出発しましょう。ヒナギクが揺れる花畑を見ながら、魅惑的な野生生物の声を聞き、そよ風を感じてみましょう。
ko: 압도적인 규모의 자연을 배경으로 완벽한 캠핑장을 찾아 떠나는 여정에 함께하세요. 드넓은 꽃밭에서 부드러운 산들바람을 따라 살랑살랑 춤추는 데이지꽃을 감상하면서 신비로운 야생의 소리에 귀 기울여보세요.
zh_cn: 发现绝佳营地！快来开启一段前所未有的旅程。倾听野生动物窃窃私语，欣赏山野中雏菊随微风轻轻舞动。

source: Comedy
de: Komödie
fr: Comédie
hi: कॉमेडी
ja: コメディ
ko: 코미디
zh_cn: 喜剧片

source: Cute Animals
de: Niedliche Tiere
fr: Animaux mignons
hi: मासूम जानवर
ja: かわいい動物
ko: 귀여운 동물
zh_cn: 可爱动物

source: Dance
de: Tanz
fr: Danse
hi: डांस
ja: ダンス
ko: 댄스
zh_cn: 跳舞

source: Dark
de: Dunkel
fr: Sombre
hi: डार्क
ja: ダーク
ko: 다크
zh_cn: 深色

source: Director
de: Regie
fr: Réalisation
hi: निर्देशक
ja: 監督
ko: 감독
zh_cn: 导演

source: Discover the beauty beyond the highway, just steps away from your normal commute. What lies beyond is a stunning show of delicate fog rolling over the hillside.
de: Entdecke die Schönheit jenseits des Highways, nur wenige Schritte von deinem üblichen Weg zur Arbeit entfernt. Beobachte die sanften Nebelschwaden, wie sie über die Hügel ziehen.
fr: Découvrez la beauté qui réside par-delà l’autoroute, à quelques pas seulement de votre parcours quotidien. Vous assisterez au spectacle éblouissant d’un brouillard délicat déferlant sur les collines.
hi: अपने सामान्य आवागमन से कुछ ही कदम की दूरी पर, हाईवे से दूर सुंदर जगह की खोज करें। इसके आगे जो कुछ है वह पहाड़ी पर छाए हुए कोहरे का हैरान कर देने वाला नज़ारा है।
ja: いつもの通勤経路を少し外れて、幹線道路の向こう側にある美しい風景を見つけに行きましょう。この先には、丘陵の斜面を伝って霧が流れ込む見事な光景が広がっています。
ko: 매일 출퇴근하는 도로 저편에서 전에는 미처 몰랐던 아름다움을 발견해 보세요. 저 너머에서 언덕을 따라 옅은 안개가 깔리며 눈을 뗄 수 없는 풍경을 선사합니다.
zh_cn: 发现高速公路外的美景，距日常通勤路线仅几步之遥。远处，雾霭笼罩群山，夺人心魄。

source: Discovering
de: Entdecken
fr: Découverte
hi: खोज करना
ja: 発見
ko: 탐험
zh_cn: 探索发现

source: Documentary
de: Dokumentation
fr: Documentaire
hi: डॉक्यूमेंट्री
ja: ドキュメンタリー
ko: 다큐멘터리
zh_cn: 纪录片

source: Everyone needs a break from work sometimes, even the trusty robot botanist. Take a beat and unwind while the robot botanist breaks out its best dance moves during an impromptu dance party.
de: Eine Pause von der Arbeit tut allen manchmal gut, sogar dem fleißigen Roboterbotaniker. Gönn dir eine Auszeit und entspanne dich, während der Roboterbotaniker seine Tanzkünste auf einer improvisierten Party zum Besten gibt.
fr: On a tous besoin de prendre une pause et de s’arrêter de travailler, même notre petit robot botaniste. Prenez un moment pour vous et détendez-vous pendant que le robot botaniste vous montre ses meilleurs pas lors d’une danse improvisée.
hi: हर किसी को कभी-कभी काम से छुट्टी की ज़रूरत होती है, यहाँ तक कि भरोसेमंद रोबोट बॉटनिस्ट को भी। जब रोबोट बॉटनिस्ट डांस पार्टी के दौरान अपने डांस मूव दिखाए, तो आराम करें और तनाव से मुक्त हो जाएँ।
ja: 誰しも休息は必要です。ロボット植物学者も同じです。一息つきましょう。その間、即興のダンスパーティーが始まり、ロボット植物学者がキレキレのダンスを披露してくれます。
ko: 제아무리 듬직한 로봇 식물학자라도 휴식은 필요합니다. 즉석에서 열린 댄스 파티에서 로봇 식물학자가 댄스 실력을 뽐내는 동안 잠시 숨을 돌리며 휴식해 보세요.
zh_cn: 每个人都有需要停下手头工作，休息放松的时刻，勤勉可靠的机器人植物学家也不例外。在即兴舞蹈派对中，随机器人植物学家的轻巧舞步尽情放松身心。

source: Experience the great flight of a black beetle, as it crawls along a giant rock near the lake preparing for takeoff. Where it will go, nobody knows!
de: Begleite einen schwarzen Käfer auf seinem großen Flug und beobachte, wie er sich auf einem riesigen Felsen in der Nähe des Sees auf den Start vorbereitet. Wohin die Reise geht, weiß niemand!
fr: Suivez le vol extraordinaire d’un scarabée noir prêt pour le décollage, après avoir gravi un rocher gigantesque au bord d’un lac. Où va-t-il aller ? Personne ne le sait !
hi: ब्लैक बीटल की शानदार उड़ान का अनुभव करें, क्योंकि वह झील के पास एक विशाल चट्टान पर रेंगते हुए उड़ान भरने की तैयारी कर रहा है। यह कहाँ जाएगा, कोई नहीं जानता!
ja: 黒い甲虫が湖の側の巨大な岩をよじ登って飛び立とうとしています。一緒に大飛行を体験しましょう。どこへ向かうのかは誰にもわかりません!
ko: 호수 근처의 거대한 암석 위로 기어올라 하늘로 비상할 준비를 하는 검은 딱정벌레의 대장정을 함께하세요. 어디로 가는지는 아무도 몰라요!
zh_cn: 黑甲虫沿湖畔巨石爬行，准备振翅起飞。快来体验惊险刺激的飞行之旅。它要飞往何处，无人知晓！

source: Extraordinary
de: Außergewöhnlich
fr: Extraordinaire
hi: अनोखा
ja: 決定的瞬間
ko: 독보적인 순간
zh_cn: 非凡时刻

source: Favorites
de: Favoriten
fr: Favoris
hi: पसंदीदा
ja: お気に入り
ko: 즐겨찾기
zh_cn: 收藏

source: Featured
de: Ähnliches
fr: Recommandé
hi: फ़ीचर्ड
ja: おすすめ
ko: 추천
zh_cn: 精选

source: Forest Life
de: Leben im Wald
fr: La vie dans la forêt
hi: वन जीवन
ja: 森の生命
ko: 숲속 생활
zh_cn: 林中时光

source: From an award-winning producer and actor, ”A Beach” is a sweeping, drama depicting waves crashing on a scenic California beach. Sit back and enjoy the sweet sounds of the ocean while relaxing on a soft, sandy beach.
de: Das mitreißende Drama „Ein Strand“ wurde von einer preisgekrönten Produzentin und Schauspielerin kreiert und zeigt Wellen, die an einen malerischen kalifornischen Strand treiben. Lehne dich zurück und genieße die beruhigenden Geräusche des Ozeans, während du auf einem weichen Sandstrand die Seele baumeln lässt.
fr: Créé par un acteur et producteur primé, « Une plage » est un drame saisissant montrant les vagues s’écraser sur le rivage d’une magnifique plage de Californie. Détendez-vous et écoutez les sons relaxants de l’océan, comme si vous étiez en train de vous reposer sur une plage de sable blanc.
hi: पुरस्कार विजेता निर्माता और अभिनेता की “ए बीच” एक ड्रामा है जिसमें कैलिफ़ोर्निया के सुंदर बीच पर टकराती लहरों को दिखाया गया है। नरम, रेतीले बीच पर आराम करते हुए बैठें और समंदर की मधुर आवाज़ों का आनंद लें।
ja: 受賞歴のあるプロデューサー兼俳優がお届けする“ビーチ”は、風光明媚なカリフォルニアのビーチに打ち寄せる波を描いたドラマチックな作品です。波の音を聞きながら柔らかな砂のビーチでくつろぎましょう。
ko: 다양한 수상 경력을 지닌 제작자 및 배우가 함께하는 ‘해변’은 아름다운 캘리포니아 해변에 부서지는 파도를 묘사한 드라마입니다. 부드러운 모래사장에 편안히 앉아 바다가 자아내는 평온한 소리에 귀 기울여 보세요.
zh_cn: “海滩”由获奖制片人和演员倾力打造，呈现了海浪冲刷秀丽加州海岸的如画美景。在松软沙滩上放松就坐，享受大海的甜美声息。

source: In Up Next
de: In „Als Nächstes“
fr: Dans la file d’attente
hi: आगामी में
ja: 次はこちら
ko: 재생 대기 목록에 포함됨
zh_cn: 在待播清单中

source: Landing
de: Landung
fr: Atterrissage
hi: लैंडिंग
ja: 着陸
ko: 착륙
zh_cn: 着陆

source: Library
de: Mediathek
fr: Bibliothèque
hi: लाइब्रेरी
ja: ライブラリ
ko: 보관함
zh_cn: 资料库

source: Light
de: Hell
fr: Clair
hi: लाइट
ja: ライト
ko: 라이트
zh_cn: 浅色

source: Mystery at the Creek
de: Das Geheimnis am Bach
fr: Mystère près du ruisseau
hi: क्रीक का रहस्य
ja: 小川の不思議
ko: 개울 속 미스터리
zh_cn: 神秘溪流

source: NR
de: OB
fr: Aucune catégorie
ja: 制限指定なし
ko: 등급 없음
zh_cn: 未评级

source: New
de: Neu
fr: Nouveautés
hi: नया
ja: 新着
ko: 신규
zh_cn: 新建

source: None
de: Ohne
fr: Aucun
hi: कोई नहीं
ja: なし
ko: 없음
zh_cn: 无

source: Ocean Breeze
de: Meeresbrise
fr: Brise marine
hi: समंदर की हवा
ja: 海風
ko: 해변의 산들바람
zh_cn: 海风轻拂

source: On a dreamy spring day near the California hillside, some friendly little birds flutter about, hopping from stalk to stalk munching on some tasty seeds. Listen to them chatter as they go about their busy afternoon.
de: An einem träumerischen Frühlingstag in der Nähe der kalifornischen Hügellandschaft flattern einige freundliche kleine Vögel umher, hüpfen von Stängel zu Stängel und futtern leckere Samen. Höre ihnen beim Zwitschern zu, während sie sich ihrem geschäftigen Nachmittag widmen.
fr: Par une journée de printemps magique près des collines californiennes, de petits oiseaux amicaux volettent, sautant de tige en tige à la recherche de graines savoureuses. Écoutez-les pépier et suivez-les le temps d’un après-midi riche en activité.
hi: कैलिफ़ोर्निया पहाड़ी के पास ख़ूबसूरत वसंत का दिन, मस्ती में खोए कुछ छोटे पक्षी इधर-उधर फड़फड़ा रहे हैं, एक डाली से दूसरी डाली तक उछल-कूद कर कुछ स्वादिष्ट बीज खा रहे हैं। जब वे अपनी व्यस्त दोपहर का समय बिता रहे हों, तो उनकी बातें सुनें।
ja: うららかな春のある日、カリフォルニアの丘陵付近で、人懐っこい小鳥が枝から枝へと羽ばたいて飛び移りながらおいしい木の実をついばんでいます。日中忙しく飛び回る小鳥のさえずりに耳を傾けてみましょう。
ko: 꿈결 같은 봄날의 캘리포니아 언덕 근처. 작은 새들이 이리저리 폴짝폴짝 뛰어다니며 맛 좋은 씨앗을 바지런히 먹어치웁니다. 나름대로 바쁜 오후를 보내는 새들의 재잘대는 소리를 들으며 한가로이 시간을 보내보세요.
zh_cn: 梦幻春日，加州山边，一群可爱的小鸟振翅飞翔，蹦跳着从一处枝丫来到另一处，津津有味地啄食美味种子。去听听小鸟如何叽叽喳喳，度过繁忙的下午。

source: On a planet covered in lush jungles and thriving vegetation there’s bound to be some unique plants out there, and the robot botanist is on a mission to find and catalog them all. But as the botanist explores this new planet, it comes to discover more than just new plants.
de: Auf einem Planeten bedeckt mit üppigem Dschungel und einer florierenden Pflanzenwelt gibt es bestimmt einige einzigartige Pflanzen. Der Roboterbotaniker befindet sich auf einer Mission, sie alle aufzuspüren und zu katalogisieren. Bei seiner Entdeckungstour auf diesem neuen Planeten stößt der Botaniker jedoch auf mehr als nur neue Pflanzen.
fr: Une planète recouverte de végétation et de jungles luxuriantes regorge forcément de plantes uniques, et le robot botaniste a pour mission de toutes les trouver et de les répertorier. Mais à mesure qu’il explore cette planète, il découvre qu’elle offre bien plus que de nouvelles plantes.
hi: हरे-भरे जंगलों और समृद्ध वनस्पतियों से घिरे ग्रह पर कुछ अनोखे पौधे ज़रूर होंगे, और रोबोट बॉटनिस्ट उन सभी को खोजने और उनका कैटलॉग तैयार करने के मिशन पर है। लेकिन जैसे-जैसे बॉटनिस्ट इस नए ग्रह को एक्सप्लोर करता है, उसे नए पौधों के अलावा और भी बहुत कुछ पता चलता है।
ja: 生い茂る密林と植物に覆われた惑星には、固有種が存在するはずです。ロボット植物学者の任務は、固有種の植物を発見してすべて分類することですが、この新しい惑星の探索中には新種の植物以外の発見もあります。
ko: 초목과 정글이 우거진 행성에는 그 어디에도 없는 독특한 식물이 있기 마련입니다. 우리의 로봇 식물학자의 임무는 그런 식물들을 찾아 분류하는 것입니다. 탐험이 계속되면서 로봇 식물학자는 새로운 식물 그 이상의 무언가를 발견하게 됩니다.
zh_cn: 丛林茂密，植物繁盛的星球上，奇花异草必不可少。机器人植物学家正在执行任务，找到所有独特植物并分门别类做好记录。然而，随着探索不断深入，植物学家发现了新植物之外的更多精彩。

source: Play
de: Wiedergeben
fr: Lire
hi: चलाएँ
ja: 再生
ko: 재생
zh_cn: 玩游戏

source: Play Movie
de: Film wiedergeben
fr: Lire le film
hi: फ़िल्म चलाएँ
ja: ムービーを再生
ko: 동영상 재생
zh_cn: 播放电影

source: Play Next
de: Als Nächstes wiedergeben
fr: Lire ensuite
hi: अगला चलाएँ
ja: 次に再生
ko: 바로 다음에 재생
zh_cn: 插播

source: Preview
de: Vorschau
fr: Aperçu
hi: प्रीव्यू
ja: プレビュー
ko: 미리보기
zh_cn: 预览

# Released %@, rated %@, %lld seconds
source: Released %1$@, rated %2$@, %3$lld seconds
de: Erschienen: %1$@, Bewertung: %2$@, %3$lld Sekunden
fr: Date de sortie : %1$@, catégorie d’âge : %2$@, %3$lld secondes.
hi: रिलीज़ %1$@, रेटिंग %2$@, %3$lld सेकंड
ja: リリース: %1$@年、制限指定: %2$@、%3$lld秒
ko: %1$@ 출시, %2$@ 등급, %3$lld초
zh_cn: %1$@发行，%2$@评级，总长%3$lld秒

source: Romance
de: Romantik
hi: रोमांस
ja: ロマンス
ko: 로맨스
zh_cn: 爱情片

source: Search
de: Suche
fr: Recherche
hi: खोजें
ja: 検索
ko: 검색
zh_cn: 搜索

source: Seed Sampling
de: Pflanzenprobe
fr: Échantillonnage des graines
hi: सीड सैंपलिंग
ja: 新種のサンプリング
ko: 씨앗 표본 채취
zh_cn: 种子采样

source: Stars
de: Besetzung
fr: Distribution
hi: कलाकार
ja: 出演
ko: 출연
zh_cn: 演员

source: Step on to another planet as you follow the robot botanist on its mission to explore the universe and discover new and exciting plant life. Come see what exciting adventures lay in store.
de: Wage dich auf einen anderen Planeten, während du dem Roboterbotaniker auf seiner Mission durch das unbekannte Universum folgst und gemeinsam mit ihm neue und aufregende Pflanzen entdeckst. Komm mit und erfahre, welche aufregenden Abenteuer auf dich warten.
fr: Foulez le sol d’une autre planète et suivez le robot botaniste dans son exploration de l’univers et dans sa découverte d’une nouvelle vie végétale stupéfiante. Cette aventure vous réserve bien des surprises !
hi: जब आप ब्रह्मांड का पता लगाने और नए और रोमांचक पौधों के जीवन की खोज करने के मिशन पर रोबोट बॉटनिस्ट को फ़ॉलो करेंगे, तो दूसरे ग्रह पर कदम रखें। आइए, देखें कि आगे कौन-कौन से रोमांचक कारनामे छिपे हैं।
ja: 宇宙を探索して新種の貴重な植物を発見する任務を遂行しているロボット植物学者を追って、別の惑星に足を踏み入れてみましょう。どんなおもしろいアドベンチャーが待ち受けているのかを見てみましょう。
ko: 우주를 누비며 새롭고도 흥미로운 식물을 발견하는 임무를 수행 중인 로봇 식물학자를 따라 또 다른 행성 위에 발을 디뎌 보세요. 놀라운 모험이 우리를 기다리고 있답니다.
zh_cn: 踏上另一星球，跟随机器人植物学家完成任务，探索宇宙并发现新奇植物。会有怎样的冒险奇遇？让我们拭目以待。

source: Switch profiles
de: Profile wechseln
fr: Changer de profil
hi: प्रोफ़ाइल स्विच करें
ja: プロファイルを切り替える
ko: 프로필 전환
zh_cn: 切换描述文件

source: Take a break from the busyness of city life and immerse yourself in nature with a curated collection of videos. Focus your attention on the forests of California and learn about the variety of cool plants.
de: Gönn dir eine Pause vom hektischen Stadtleben und tauche ein in die Natur mit einer sorgfältig zusammengestellten Sammlung von Videos. Lenke deine Aufmerksamkeit auf die Wälder in Kalifornien und lerne die Vielfalt interessanter Pflanzen kennen.
fr: Évadez-vous du brouhaha urbain et plongez au cœur de la nature grâce à une collection de vidéos spécialement créées pour cette expérience. Concentrez votre attention sur les forêts de Californie et apprenez-en plus sur un grand nombre de plantes extraordinaires.
hi: शहरी जीवन की व्यस्तता से छुट्टी लें और वीडियो के क्यूरेट किए गए संग्रह के साथ ख़ुद को प्रकृति के बीच में होने जैसा महसूस करें। अपना ध्यान कैलिफ़ोर्निया के जंगलों पर लगाएँ और कई तरह के शानदार पौधों के बारे में जानें।
ja: 都会の喧騒を離れて、キュレーションされたビデオコレクションで自然に浸りましょう。カリフォルニアの森林に焦点を当てて、さまざまなすばらしい植物について学びましょう。
ko: 엄선된 이 비디오 모음과 함께 숨가쁜 도시의 삶에서 벗어나 자연 속에 파묻혀 보세요. 캘리포니아의 숲으로 관심의 초점을 이동하여 다채로운 식물에 관해 알아가는 시간을 가질 수 있습니다.
zh_cn: 暂离城市生活的喧嚣，通过视频精选集让自己沉浸在大自然中。集中探索加州森林，深入了解丰富多样的植物。
